export const exersizes = [
  {
    tags: ['Законы сохранения'],
    klass: 8,
    id: '001_001',
    text:
      'Свинцовая пуля, летящая со скоростью 400 м/с, попадает в стенку и застревает в ней, при этом 20% кинетической энергии пули идет на ее нагревание. На сколько градусов нагрелась пуля? Удельная теплоемкость свинца 130 Дж/(кг×°С).',
  },
  {
    tags: ['Законы сохранения'],
    klass: 8,
    id: '001_002',
    text:
      'Свинцовая дробинка, летящая со скоростью 100 м/с, попадает в доску и застревает в ней, 52% кинетической энергии дробинки идет на ее нагревание. На сколько градусов нагрелась дробинка? Удельная теплоемкость свинца 130 Дж/(кг×°С).',
  },
  {
    tags: ['Законы сохранения'],
    klass: 8,
    id: '001_003',
    text:
      'Молот массой 2 т падает на стальную болванку массой 1 кг с высоты 3 м. На сколько градусов нагреется болванка при ударе, если на нагревание идет 50% всей энергии молота? Удельная теплоемкость стали 460 Дж/(кг×°С).',
  },
  {
    tags: ['Законы сохранения'],
    klass: 8,
    id: '002_001',
    text:
      'На сколько градусов температура воды больше у основания водопада высотой 21 м, чем у вершины? Считайте, что вся механическая энергия идет на нагревание воды. Удельная теплоемкость воды 4200 Дж/(кг×°С).',
  },
  {
    tags: ['Законы сохранения'],
    klass: 8,
    id: '002_002',
    text:
      'Свинцовая пуля, летевшая со скоростью 500 м/с, пробила стенку.   Определите, на сколько градусов нагрелась пуля, если после вылета из стенки скорость пули снизилась до 400 м/с. Считайте, что на нагревание пошло 50% выделившейся теплоты. Удельная теплоемкость свинца 130 Дж/(кг×°С).',
  },
  {
    tags: ['Законы сохранения'],
    klass: 8,
    id: '002_003',
    text:
      'Чему равна скорость пули массой 12 г, если при выстреле сгорает 2,4 г пороха? Удельная теплота сгорания пороха  3,8× Дж/кг. КПД карабина 25%.',
  },
  {
    tags: ['Фазовые переходы'],
    klass: 9,
    id: '004_001',
    text:
      'Из 450 г водяного пара с температурой 373 К образовалась вода. Сколько теплоты при этом выделилось?',
  },
  {
    tags: ['Сила Ампера'],
    klass: 10,
    id: '005_001',
    text:
      'Проводник с током 21 А и длиной 0,4 м перемещается в однородном магнитном поле с индукцией 1,2 Тл перпендикулярно к линиям индукции на расстояние 0,25 м. Какая при этом совершится работа?',
  },
]
